Repository: danerx77/f1
Catalog: tm/datatext.tmx
Source language: en
Languages: pl

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}The LAPRAS she has, I imagine it\nto be the one she met as a child.\pI believe it was in ICEFALL CAVE\nthat she caught it.\pPerhaps that POKéMON has been with\nher ever since.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}LAPRAS z którym przybyła, to chyba\nten sam, którego spotkała jako dziecko.\pSądzę, że złapała go w\nJASKINI LODOSPADU.\pPewnie ten POKéMON żyje z nią od\ntamtych czasów.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I am BRUNO of the ELITE FOUR!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Jestem BRUNO z ELITARNEJ CZWÓRKI!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I've lived and trained with my\nfighting POKéMON!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Żyłem i trenowałem z\nwalczącymi POKéMONAMI!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BRUNO, who's a senior ahead of me,\nvisits the SPA on occasion.\pHe comes to rehab injuries, both\nhis own and his POKéMON's.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BRUNO, znany wojownik, odwiedza\nSPA, gdy chce się zrelaksować.\pPrzyjeżdża tu leczyć obrażenia,\nswoje i swoich POKéMONÓW.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}He's one of the ELITE FOUR.\nHis name is BRUNO.\pHe went away disappointed when he\nfound out that they were all sold\lout of Rage Candybars.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Jest członkiem ELITARNEJ CZWÓRKI.\nNazywa się BRUNO.\pOdszedł bardzo zawiedzony, gdy\ndowiedział się, że sprzedali wszystkie\lWsciekle Batoniki.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Even BRUNO…\nHe trained with a fellow by the\lname of BRAWLY before.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nawet BRUNO…\nKiedyś trenował z kolesiem zwanym\lBRAWLY, czy jakoś tak.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I am AGATHA of the ELITE FOUR.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Jestem AGATHA z ELITARNEJ CZWÓRKI.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}AGATHA's GHOST-type POKéMON are\nhorrifically terrifying in toughness.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Siła POKéMONÓW DUCHÓW AGATHY\njest wręcz przerażająca.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}That old lady's also got a really\nshort fuse, too.\pIt doesn't take anything to get\nthat scary lady hollering.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Ta staruszka, sama w sobie jest\nteż jak bomba.\pNie trzeba szczególnego powodu\nżeby wybuchła krzykiem.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Take AGATHA, for example.\pShe set a record for being the\noldest-ever ELITE FOUR member.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Weź za przykład AGATHĘ.\pMa rekord będąc najstarszą\nczłonkinią ELITARNEJ CZWÓRKI.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I lead the ELITE FOUR.\pYou can call me LANCE the dragon\nTRAINER.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Prowadzę ELITARNĄ CZWÓRKĘ.\pMożesz mnie nazywać LANCE,\nTRENER smoków.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}You know that dragons are\nmythical POKéMON.\pThey're hard to catch and raise,\nbut their powers are superior.\pThey're virtually indestructible.\nThere's no being clever with them.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Wiesz, że smoki to mityczne\nPOKéMONY.\pSą trudne do złapania i trenowania,\nale drzemie w nich wielka siła.\pSą praktycznie niezniszczalne.\nNie można ich pokonać sprytem.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}He stands for justice!\nHe's cool, and yet passionate!\lHe's the greatest, LANCE!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Jest za sprawiedliwością!\nJest świetny i ma swoje cele!\lLANCE! Jesteś najlepszy!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}We have a customer, LANCE, who\noccasionally comes.\pHe always buys capes.\pI wonder… Does he have many\nidentical capes at home?
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Mamy klienta, LANCE'a. Zjawia\nsię tu czasami.\pZawsze kupuje peleryny.\pCiekawe… Po co mu w domu tyle\nidentycznych peleryn?

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}From what I've heard, LANCE has\na cousin who's a GYM LEADER\lsomewhere far away.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Słyszałem, że LANCE jest\nkuzynem kogoś, kto jest LIDEREM\lSALI gdzieś daleko.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BILL has lots of POKéMON!\nHe collects rare ones, too!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BILL ma wiele POKéMONÓW!\nZbiera też te rzadkie!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}He's my grandson!\pHe always liked collecting things,\neven as a child!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}To mój wnuczek!\pOd dziecka uwielbiał tworzyć\nnajróżniejsze kolekcje!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BILL is a POKéMANIAC, so he loves\nevery kind.\pApparently, the first one he caught\nwas an ABRA.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BILL to POKéMANIAK, dlatego kocha\nwszystkie typy.\pAle pierwszy, którego złapał\nbył ABRA.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BILL's hometown is GOLDENROD CITY,\nwhere his folks still live.\pI've heard that it's quite the\nfestive, bustling city.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BILL pochodzi z GOLDENROD CITY w\nJOHTO, gdzie mieszka jego rodzina.\pSłyszałem, że to wielkie i\nhuczliwe miasto.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Apparently, BILL simply can't\nstomach milk at all.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Prawda jest taka, że BILL\nzwyczajnie nie znosi mleka.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}He's really kind.\pHe looks after abandoned and\norphaned POKéMON.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Jest bardzo miły.\pTroszczy się samotnymi i\nosieroconymi POKéMONAMI.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}This old guy marched right up to\nour HIDEOUT.\pThen, he starts ranting about how\nTEAM ROCKET's abusing POKéMON.\pSo, we're just talking it over as\nadults.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Ten dziadek poleciał do naszej\nKRYJÓWKI!\pPotem zaczął jęczeć jak to\nniby ZESPÓŁ R wykorzystuje POKéMONY.\pWięc porozmawialiśmy jak prawdziwi\ndorośli.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}POKéMON FAN MAGAZINE\nMonthly Grand Prize Drawing!\pThe application form is…\pGone! It's been clipped out.\nSomeone must have applied already.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}POKéMON FAN MAGAZINE\nComiesięczne Losowanie Nagród!\pKupon zgłoszeniowy…\pZniknął! Został wycięty.\nPewnie ktoś inny chciał wziąć udział.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I hear that MR. FUJI's not from\nthese parts originally, either.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Podobno PAN FUJI też nie pochodzi\nz tych stron.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}TEAM ROCKET captures POKéMON from\naround the world.\pThey're important tools for keeping\nour criminal enterprise going.\pI am the leader, GIOVANNI!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}ZESPÓŁ R łapie POKéMONY z całego\nświata.\pSą ważnymi narzędziami nakręcającymi\nnasz przestępczy interes.\pJestem przywódcą grupy, GIOVANNI!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Those thugs that took over our\nbuilding…\pTheir BOSS said he was looking for\nstrong POKéMON.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Te złodziejaszki, które przejęły\nbudynek…\pIch SZEF szukał jakichś silnych\nPOKéMONÓW.\pMam nadzieję, że nasz PREZES uniknął\nkłopotów…

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}TEAM ROCKET's BOSS is terribly\ncruel!\pTo him, POKéMON are just tools to\nbe used.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SZEF ZESPOŁU R jest niesamowicie\nokrutny!\pDla niego POKéMONY są tylko\nnarzędziami.\pCo będzie, jeśli ten tyran\nprzejmie naszą firmę…

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Welcome to my hideout!\pIt shall be so until I can restore\nTEAM ROCKET to its former glory.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Witaj w mojej kryjówce!\pBędę tu przebywał dopóki nie\nprzywrócę potęgi ZESPOŁOWI R!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Blow me away! GIOVANNI was the\nGYM LEADER of VIRIDIAN?
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Ja cię kręcę! GIOVANNI był\nLIDEREM SALI w VIRIDIAN?

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}You… You're not GIOVANNI's kid,\nare you?\pNo, that can't be right.\nGIOVANNI's kid has red hair.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Ty… Nie jesteś dzieciakiem\nGIOVANNIEGO, co?\pNie, to nie możesz być ty!\nTen mały miał czerwone włosy.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}MR. FUJI
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}PAN FUJI

source: RESEARCH LAB
pl: LABORATORIUM

source: POKéMON LEAGUE
pl: LIGA POKéMON

source: WATER LABYRINTH
pl: WODNY LABIRYNT

source: CELADON MANSION
pl: DWÓR CELADON

source: FOUR ISLAND
pl: WYSPA FOUR

source: ROUTE 4
pl: DROGA 4

source: MT. MOON
pl: GÓRAMOON

source: PEWTER MUSEUM
pl: PEWTER MUZEUM

source: SEAFOAM ISLANDS
pl: WYSPY SEAFOAM

source: SAFARI ZONE
pl: STR. SAFARI

source: THREE ISLAND
pl: WYSPA THREE

source: CINNABAR ISLAND
pl: WYSPA CINNABAR

source: RESORT GORGEOUS
pl: ŚWIETNY OŚRODEK

source: FIVE ISLAND
pl: WYSPA FIVE

source: EMBER SPA
pl: ŻAROWESPA

source: TWO ISLAND
pl: WYSPA TWO

source: SEVAULT CANYON
pl: KANION SEVAULT

source: INDIGO PLATEAU
pl: BŁĘKITNY PŁAS.

source: SEVEN ISLAND
pl: WYSPA SEVEN

source: SIX ISLAND
pl: WYSPA SIX

source: CELADON DEPT.
pl: DOM TOWAROWY

source: ONE ISLAND
pl: WYSPA ONE

source: POKéMON TOWER
pl: WIEŻA POKéMON

source: ROCKET HIDEOUT
pl: KWATERA RACKET

source: ROCKET WAREHOUSE
pl: SKŁAD ZESPOŁU R

source: SIGN
pl: ZNAK

source: OLD LADY
pl: PANNA

source: DAME
pl: DAMA

source: LT. SURGE
pl: POR.SURGE

source: PHOTO
pl: FOTKA

source: OLD MAN
pl: STARZEC

source: CRUSHER
pl: ŁAMACZ

source: TEAM ROCKET
pl: ZESPÓŁ R

source: MAGAZINE
pl: MAGAZYN

source: SCIENTIST
pl: NAUKOWIEC

# It's crammed full of POKéMON books.
source: It's crammed full of POKéMON\nbooks.
pl: Zawalone książkami o\nPOKéMONACH.

source: A TOWN MAP.
pl: MAPA.

# Wow! Tons of POKéMON stuff!
source: Wow!\nTons of POKéMON stuff!
pl: Łał!\nKupa POKéGADŻETÓW.

# Dishes and plates are neatly lined up.
source: Dishes and plates are neatly\nlined up.
pl: Równo ułożone naczynia i\ntalerze.

# It smells delicious! Somebody's been cooking here.
source: It smells delicious!\nSomebody's been cooking here.
pl: Wspaniale pachnie!\nKtoś musiał tu coś gotować!

# It's a nicely made dresser. It will hold a lot of stuff.
source: It's a nicely made dresser.\nIt will hold a lot of stuff.
pl: Ładnie wykonana szafka.\nZmieści się w niej dużo rzeczy.

source: There's a pile of snacks here.
pl: Kupa przysmaków.

# All your item needs fulfilled! POKéMON MART
source: All your item needs fulfilled!\nPOKéMON MART
pl: Spełniamy twoje wymagania!\nPOKéMON MART

# Heal Your POKéMON! POKéMON CENTER
source: Heal Your POKéMON!\nPOKéMON CENTER
pl: Wylecz POKéMONY!\nCENTRUM POKéMON

# INDIGO PLATEAUpThe ultimate goal of TRAINERS! POKéMON LEAGUE HQ
source: INDIGO PLATEAU\pThe ultimate goal of TRAINERS!\nPOKéMON LEAGUE HQ
pl: BŁĘKITNY PŁASKOWYŻ\pGłówny cel TRENERÓW!\nLIGA POKéMON

# INDIGO PLATEAUpThe highest POKéMON authority! POKéMON LEAGUE HQ
source: INDIGO PLATEAU\pThe highest POKéMON authority!\nPOKéMON LEAGUE HQ
pl: BŁĘKITNY PŁASKOWYŻ\pNajwiększy autorytet POKéMON!\nLIGA POKéMON

# It should be packed with all kinds of delicious things to eat.
source: It should be packed with all kinds\nof delicious things to eat.
pl: Powinno być pełne różnymi\nsmakołykami.

# It's a blueprint of some sort. It's filled with diagrams and text.
source: It's a blueprint of some sort.\nIt's filled with diagrams and text.
pl: To jakiś plan. Pełen jest\ndziwnych diagramów i napisów.

# It's a pretty picture of a POKéMON. It looks like it's feeling good.
source: It's a pretty picture of a POKéMON.\nIt looks like it's feeling good.
pl: Ładny obrazek przedstawiający\nPOKéMONA. Wygląda na szczęśliwego.

# What could this machine be? Better not mess around with it!
source: What could this machine be?\nBetter not mess around with it!
pl: Do czego to może służyć?\nLepiej się tym nie bawić!

# It's a telephone. Better not use it.
source: It's a telephone.\nBetter not use it.
pl: To telefon.\nNie służy do zabawy.

# It's all complicated words and numbers that make no sense…
source: It's all complicated words and\nnumbers that make no sense…
pl: Jakieś skomplikowane słowa i\ncyfry nie mające sensu…

# It's an advertising poster about all kinds of products.
source: It's an advertising poster about\nall kinds of products.
pl: Plakat reklamujący różnego\nrodzaju produkty.

# Oh, that smells tasty! It might get the stomach growling!
source: Oh, that smells tasty!\nIt might get the stomach growling!
pl: Och, świetnie pachnie!\nAż zaczyna burczeć w brzuchu!

# Inside this… ……pThere's nothing here!
source: Inside this…\n……\pThere's nothing here!
pl: W środku…\n……\pNie ma zupełnie nic!

# It's a cup with a POKéMON mark on it.
source: It's a cup with a POKéMON mark\non it.
pl: Puchar ze znakiem POKéMON.

source: The window is very well polished.
pl: Dokładnie wypolerowane okno.

# Outside the window…pThe sky looks fantastically beautiful.
source: Outside the window…\pThe sky looks fantastically\nbeautiful.
pl: Na dworze…\pNiebo jest niesamowice piękne.

# Lights in different colors are flashing on and off.
source: Lights in different colors are\nflashing on and off.
pl: Różnokolorowe lampki mrugają\ncały czas.

# All sorts of tools are lined up neatly.
source: All sorts of tools are lined up\nneatly.
pl: Równo ułożone narzędzia różnego\ntypu.

# It's a machine of some sort. It sure is impressive.
source: It's a machine of some sort.\nIt sure is impressive.
pl: To jakaś maszyna.\nRobi wrażenie.

# It's the latest video game! It sure looks fun!
source: It's the latest video game!\nIt sure looks fun!
pl: To najnowsza gra wideo!\nNa pewno jest zabawna!

# There are obvious signs of burglary here…
source: There are obvious signs of burglary\nhere…
pl: Widać tu wyraźne ślady\nwłamania…

# There's a POKéMON on TV! It looks like it's having fun.
source: There's a POKéMON on TV!\nIt looks like it's having fun.
pl: W telewizji jest POKéMON!\nChyba świetnie się bawi.

source: What should I do in this situation?
pl: Co mam zrobić w tej sytuacji?

source: How do I do this?
pl: Jak to zrobić?

source: What does this term mean?
pl: Co znaczy to pojęcie?

source: About this game
pl: O tej grze

source: Type Matchup List
pl: Porównanie Typów

source: EXIT
pl: WRÓĆ

source: CANCEL
pl: ANULUJ

# Select to obtain hints for getting over challenging situations.
source: Select to obtain hints for getting\nover challenging situations.
pl: Wybierz, by uzyskać porady dotyczące\ntwoich problemów.

# Detailed instructions are given for various operations.
source: Detailed instructions are given for\nvarious operations.
pl: Dokładne instrukcje dotyczące\nróżnych operacji.

# Detailed descriptions are given for terms that appear in the game.
source: Detailed descriptions are given for\nterms that appear in the game.
pl: Dokładne opisy dotyczące pojęć,\nktóre pojawiają się w trakcie gry.

# Detailed descriptions are given about this game.
source: Detailed descriptions are given\nabout this game.
pl: Dokładne opisy dotyczące\ntej gry.

source: Select to exit the HELP System.
pl: Wyjście z Systemu POMOCY.

source: Greetings! This is the HELP System.\nCall me up whenever and wherever you\lneed by pressing the L or R Button.\lThe help messages change to suit the\lsituation, so check them often, please.
pl: Witaj! Jestem Systemem POMOCY.\nPrzywołaj mnie, gdy tylko potrzebował\lbędziesz pomocy wciskając L lub R.\lTeksty zmieniają się wraz z sytuacją\lwięc prosimy o częste kontrole pytań.

source: I'm playing for the first time. Help!
pl: Gram po raz pierwszy. POMOCY!

source: What should I be doing?
pl: Co powinienem robić?

source: I can't get out of a room!
pl: Nie mogę wyjść z pokoju!

source: I can't find the person I want.
pl: Nie mogę znaleźć pewnej osoby.

source: I've talked to everyone. Now what?
pl: Rozmawiałem ze wszystkimi. I co?

source: There's someone blocking my way!
pl: Ktoś blokuje moje przejście!

source: I can't go on!
pl: Nie mogę iść!

source: I'm out of things to do.
pl: Nie mam już co robić.

source: What happened to the item I got?
pl: Gdzie jest mój nowy przedmiot?

source: What are the basics of my adventure?
pl: Jakie są podstawy mojej przygody?

source: How are roads and forests different?
pl: Czym różnią się drogi i lasy?

source: How are caves different?
pl: Czym różnią się jaskinie

source: How do I progress?
pl: Jak się rozwijać?

source: When can I use items?
pl: Jak użyć przedmiotów?

source: What's a battle?
pl: Co to walka?

source: How do I prepare for battle?
pl: Jak szykować się do walki?

source: What is a POKéMON's vitality?
pl: Co to witalność POKéMONA?

source: My POKéMON are hurt!
pl: POKéMON jest ranny!

source: What is a status problem?
pl: Co to jest zmiana stanu?

source: What happens if all my POKéMON faint?
pl: Co, gdy wszystkie POKéMONY zemdleją?

source: I can't catch POKéMON!
pl: Jak złapać POKéMONA?

source: I ran out of POTIONS.
pl: Nie mam już MISKTUR!

source: Can I buy POKé BALLS?
pl: Jak kupić POKé BALLE?

source: What's a TRAINER?
pl: Kto to TRENER?

source: How do I win against a TRAINER?
pl: Jak wygrać z TRENEREM?

source: Where do POKéMON appear?
pl: Gdzie znaleźć POKéMONY?

source: What are POKéMON moves?
pl: Czym są ruchy POKéMONÓW

source: What are HIDDEN moves?
pl: Czym są UKRYTE ruchy?

source: What moves should I use?
pl: Jakich ruchów mam użyć?

source: I want to add more moves.
pl: Chcę mieć więcej ruchów.

source: I want to make my POKéMON stronger.
pl: Chcę mieć silniejsze POKéMONY.

source: The foe POKéMON are too strong!
pl: Wrogie POKéMONY są za silne!

source: What do I do in a cave?
pl: Co zrobić w jaskini?

source: There's nothing that I want to know!
pl: Nie ma nic, co chciałbym wiedzieć!

source: What's a POKéMON CENTER?
pl: Co to CENTRUM POKéMON?

source: What's a POKéMON MART?
pl: Co to POKéMON MART?

source: I want to end the game.
pl: Chcę skończyć grę.

source: What's a POKéMON?
pl: Co to POKéMON?

source: What is that person like?
pl: Jaka jest ta osoba?

source: What does a HIDDEN move do?
pl: Co robi UKRYTY ruch?

source: What do I do in a SAFARI GAME?
pl: Co robić w GRZE SAFARI?

source: What are the SAFARI GAME rules?
pl: Jakie są zasady GRY SAFARI?

source: I want to end this SAFARI GAME!
pl: Chcę skończyć GRE SAFARI!

source: What is a GYM?
pl: Co to SALA?

source: You become the main character,\nexploring the world of POKéMON.\lBy talking to people and solving\lmysteries, new paths will open to you.\lStrive for the goal together with your\lwonderful POKéMON.
pl: Stajesz się głównym bohaterem,\nzwiedzającym świat POKéMONÓW.\lRozmawiając z ludźmi i rozwiązując\lzagadki, nowe ścieżki otwierają się.\lDąż do celu wraz ze swoimi cudownymi\lPOKéMONAMI.

source: When you come across another person,\ngo up to them and press the A Button.\lThat will get them to talk and interact\lwith your character. You may also\lexamine various items and objects in\lthe same way. Talk to people and check\lthings often to obtain information.
pl: Gdy napotkasz inną osobę, podejdź\ndo niej i naciśnij przycisk A.\lSpowoduje to, że zaczną się interakcje\lz twoją postacią. Możesz też w ten sam\lsposób badać różnego rodzaju\lrzeczy. Prowadź częste konwersacje i\lbadaj rzeczy, by znaleźć informacje.

source: On the stairs or the exits of a\nbuilding is a red mat. Move your\lcharacter to stand on top of the\lred mat. Press the {PLUS} Control Pad \ltoward the stairs or the exit to\ladvance.
pl: Na schodach, bądź wyjściach z\nbudynku znajduje się czerwona mata.\lRusz swojego bohatera, aby\lstanął na niej. Wciśnij {PLUS} w kierunku\lschodów lub wyjścia, by przejść\ldalej.
